Repository: NMarjou/localization-app
Catalog: TMs/en-US_es-ES.tmx
Source language: en_us
Languages: es_es

source: View check-in
es_es: Ver consulta

source: No behavior libraries yet.
es_es: Todavía no hay bibliotecas de comportamientos.

source: Create your first behavior library
es_es: Crear su primera biblioteca de comportamientos

source: Owners
es_es: Propietarios

source: The bonus plan was successfully duplicated.
es_es: El plan de bonificación se ha duplicado correctamente.

source: Open bonus plan
es_es: Abrir plan de bonificación

source: Enable
es_es: Activar

source: Usage details
es_es: Detalles de uso

source: Alert
es_es: Alerta

source: Changes detected in the selected goal plan.
es_es: Se han detectado cambios en el plan de objetivos seleccionado.

source: Changes detected in the selected goal plan. Use pending draft version to apply them if needed.
es_es: Se han detectado cambios en el plan de objetivos seleccionado. Usa la versión de borrador pendiente para aplicarlos si es necesario.

source: Create pending draft
es_es: Crear borrador pendiente

source: Duplication successful
es_es: Duplicación correcta

source: Edit pending draft
es_es: Editar borrador pendiente

source: Create bonus plan
es_es: Crear plan de bonificación

source: Edit bonus plan
es_es: Editar plan de bonificación

source: The pending draft was successfully updated.
es_es: El borrador pendiente se actualizó correctamente.

source: Some payout curves assigned to this bonus plan are deactivated. Please reassign the payout curves.
es_es: Algunas curvas de pago asignadas a este plan de bonificación están desactivadas. Por favor, reasigne las curvas de pago.

source: The bonus plan was successfully published.
es_es: El plan de bonificación se publicó correctamente.

source: The pending draft was successfully published.
es_es: El borrador pendiente se publicó correctamente.

source: Numeric
es_es: Numérico

source: Percentage
es_es: Porcentaje

source: Achievement calculation
es_es: Cálculo de logros

source: Calculation of the achievement per each goal
es_es: Cálculo del logro por cada objetivo

source: Calculated bonus
es_es: Bono calculado

source: When multiple situations apply, the final bonus is the total of the calculated bonuses for each situation.
es_es: Cuando se aplican varias situaciones, el bono final es la suma de los bonos calculados para cada situación.

source: Review the bonus calculation equation
es_es: Revise la ecuación de cálculo de la bonificación

source: Goal achievement %
es_es: % de logro de objetivos

source: Goal type weight
es_es: Peso del tipo de objetivo

source: LoA factor
es_es: Factor LoA

source: Payout curve result
es_es: Resultado de la curva de pago

source: Target bonus
es_es: Bono objetivo

source: TiR factor
es_es: Factor TiR

source: Bonus formula overview
es_es: Resumen de la fórmula de bonificación

source: This formula calculates the bonus payout. You can adjust it later in the comp round creation process.
es_es: Esta fórmula calcula el pago de la bonificación. Puede ajustarla más adelante durante el proceso de creación de la ronda de compensación.

source: Bonus calculation equation
es_es: Ecuación de cálculo de bonificación

source: Specify the performance indicators and payout curve
es_es: Especifique los indicadores de rendimiento y la curva de pago

source: The payout curve {{payoutCurveName}} is deactivated. If you edit it, it will no longer be available for selection.
es_es: La curva de pago {{payoutCurveName}} está desactivada. Si la editas, dejará de estar disponible para su selección.

source: Deactivated payout curve
es_es: Curva de pago desactivada

source: Add a goal plan and assign payout curves.
es_es: Añade un plan de objetivos y asigna curvas de pago.

source: Payout curve
es_es: Curva de pagos

source: Measurement
es_es: Medición

source: Add a plan, set a payout curve and a calculated weight.
es_es: Añada un plan, establezca una curva de pago y un peso calculado.

source: Add goal plan
es_es: Añadir plan de objetivos

source: Add plan
es_es: Añadir plan

source: Get started by adding a goal plan
es_es: Comience añadiendo un plan de objetivos

source: This payout curve is disabled; please choose another one.
es_es: Esta curva de pago está deshabilitada; por favor, elija otra.

source: This payout curve is disabled; please select another one.
es_es: Esta curva de pago está deshabilitada; por favor, seleccione otra.

source: Search for payout curves
es_es: Buscar curvas de pago

source: Please provide a goal plan.
es_es: Por favor, proporcione un plan de objetivos.

source: {{percent}}% weight
es_es: {{percent}} % de peso

source: Performance indicator (goals)
es_es: Indicador de desempeño (objetivos)

source: Bonus type
es_es: Tipo de bonificación

source: The code cannot be empty.
es_es: El código no puede estar vacío.

source: Plan details
es_es: Detalles del plan

source: A bonus plan with that code already exists
es_es: Ya existe un plan de bonificación con ese código

source: Goal plan period
es_es: Período del plan de objetivos

source: Define the time frame for the goal plan to be used in this bonus plan.
es_es: Defina el período de tiempo para el plan de objetivos que se utilizará en este plan de bonificación.

source: End date is required
es_es: La fecha de finalización es obligatoria

source: The start date is required.
es_es: La fecha de inicio es obligatoria.

source: You’ve already selected a goal plan. To update the period, please remove the current selection first.
es_es: Ya ha seleccionado un plan de objetivos. Para actualizar el período, elimine primero la selección actual.

source: The name cannot be empty.
es_es: El nombre no puede estar vacío.

source: Search by name
es_es: Buscar por nombre

source: Discretionary bonus
es_es: Bonificación discrecional

source: Awarded at the comp managers' discretion; not tied to specific performance metrics.
es_es: Otorgado a discreción de los responsables de compensación; no vinculado a métricas de desempeño específicas.

source: STI: KPIs with payout curves
es_es: STI: KPI con curvas de pago

source: A bonus tied to KPIs where payouts adjust based on performance levels.
es_es: Una bonificación vinculada a los KPI cuyos pagos se ajustan en función de los niveles de desempeño.

source: Define the population(s) for the bonus plan.
es_es: Defina la(s) población(es) para el plan de bonificación.

source: Select the populations relevant for this bonus plan.
es_es: Seleccione las poblaciones relevantes para este plan de bonificación.

source: Select populations
es_es: Seleccionar poblaciones

source: Population summary
es_es: Resumen de la población

source: Overview of the population definition
es_es: Descripción general de la definición de la población

source: System populations
es_es: Poblaciones del sistema

source: Apply individual inclusion and exclusion.
es_es: Aplicar inclusión y exclusión individual.

source: No workers added to the population yet
es_es: Aún no se han añadido trabajadores a la población

source: Manual worker selections
es_es: Selecciones de trabajadores manuales

source: Workers selected manually
es_es: Trabajadores seleccionados manualmente

source: Apply prorating factors
es_es: Aplicar factores de prorrateo

source: Leave of absence (LoA)
es_es: Permiso de ausencia (LoA)

source: Select factors to apply to the plan
es_es: Seleccione los factores que desea aplicar al plan

source: Selected factors
es_es: Factores seleccionados

source: Time in role (TiR)
es_es: Tiempo en el puesto (TiR)

source: Time in role to target
es_es: Tiempo en el puesto hasta el objetivo

source: Prorating factors
es_es: Factores de prorrateo

source: Review plan configurations
es_es: Revisar configuraciones del plan

source: Summary
es_es: Resumen

source: View bonus plan
es_es: Ver el plan de bonificación

source: The payout curve is required.
es_es: Se requiere la curva de pago.

source: Bulk assign
es_es: Asignar en bloque

source: Select which payout curve will be assigned to the selected goals.
es_es: Seleccione qué curva de pago se asignará a los objetivos seleccionados.

source: One or more payout curves have been deactivated. If you assign a new payout curve, you won’t be able to re-select any of the deactivated curves.
es_es: Se ha desactivado una o más curvas de pago. Si asignas una nueva curva de pago, no podrás volver a seleccionar ninguna de las curvas desactivadas.

source: Assign payout curve
es_es: Asignar curva de pago

source: Assign default payout curves based on goal type and measurement criteria. Available options for the payout curve correspond to the type of result unit. You can later override these defaults if necessary.
es_es: Asigne curvas de pago predeterminadas según el tipo de objetivo y los criterios de medición. Las opciones disponibles para la curva de pago corresponden al tipo de unidad de resultado. Más adelante puede modificar estos valores predeterminados si es necesario.

source: Default payout curves
es_es: Curvas de pago predeterminadas

source: You will be able to assign payout curves once the goal types and measurement criteria are loaded.
es_es: Podrá asignar curvas de pago una vez que se hayan cargado los tipos de objetivos y los criterios de medición.

source: Select a goal plan to get started
es_es: Seleccione un plan de objetivos para comenzar

source: Please select a goal plan.
es_es: Por favor, seleccione un plan de objetivos.

source: The payout curve was successfully assigned.
es_es: La curva de pago se asignó correctamente.

source: The payout curves were successfully assigned.
es_es: Las curvas de pago se asignaron correctamente.

source: Autosaved
es_es: Guardado automáticamente

source: Select goal
es_es: Seleccionar objetivo

source: Are you sure you want to delete this goal plan? This will permanently remove all configurations.
es_es: ¿Está seguro de que desea eliminar este plan de objetivos? Esto eliminará permanentemente todas las configuraciones.

source: Delete goal plan
es_es: Eliminar plan de objetivos

source: Empty
es_es: Vacío

source: Organizational
es_es: Organizacional

source: No results match the search/filter criteria. Remove filters and clear the search to show all results.
es_es: No hay resultados que coincidan con los criterios de búsqueda o filtro. Elimine los filtros y borre la búsqueda para mostrar todos los resultados.

source: Search by goal name
es_es: Buscar por nombre de objetivo

source: {{count}} items selected
es_es: {{count}} elementos seleccionados

source: Some goals don’t have a payout curve assigned. You can continue, but these goals will not be included in bonus calculations.
es_es: Algunos objetivos no tienen asignada una curva de pago. Puede continuar, pero estos objetivos no se incluirán en los cálculos de bonificación.

source: Unassigned goals
es_es: Objetivos no asignados

source: Pending draft
es_es: Borrador pendiente

source: Bonus Plans
es_es: Planes de bonificación

source: Are you sure you want to update this goal plan? The published bonus plan will not be affected until you republish it.
es_es: ¿Seguro que quieres actualizar este plan de objetivos? El plan de bonificación publicado no se verá afectado hasta que lo vuelvas a publicar.

source: Update goal plan
es_es: Actualizar el plan de objetivos

source: Refresh goals
es_es: Actualizar objetivos

source: The goal plan was successfully updated.
es_es: El plan de objetivos se actualizó correctamente.

source: Update compensation rounds to the latest version.
es_es: Actualiza las rondas de compensación a la última versión.

source: Check the usage details to see where this plan is used.
es_es: Consulta los detalles de uso para ver dónde se utiliza este plan.

source: You’re about to publish the pending draft, which will replace the currently published version of this bonus plan.
es_es: Estás a punto de publicar el borrador pendiente, que sustituirá la versión actualmente publicada de este plan de bonificación.

source: To apply your changes:
es_es: Para aplicar tus cambios:

source: This action won’t automatically update the compensation rounds using this plan.
es_es: Esta acción no actualizará automáticamente las rondas de compensación que usan este plan.

source: Publish updated bonus plan
es_es: Publicar el plan de bonificaciones actualizado

source: Owner
es_es: Propietario

source: Published date
es_es: Fecha de publicación

source: Search by name or code
es_es: Buscar por nombre o código

source: Competency Scales
es_es: Escalas de competencia

source: The career development plan was successfully updated.
es_es: El plan de desarrollo profesional se ha actualizado correctamente.

source: Add question
es_es: Añadir pregunta

source: Edit career development plan
es_es: Editar plan de desarrollo profesional

source: No translation provided for the description
es_es: No se ha proporcionado traducción para la descripción

source: No translation provided for the title
es_es: No se ha proporcionado traducción para el título

source: Specify the number of days
es_es: Especificar el número de días

source: Configure notifications and preferred notification delivery channels
es_es: Configurar las notificaciones y los canales de envío de notificaciones preferidos

source: Message
es_es: Mensaje

source: Great work so far! With just a few days remaining in your career development plan, now is the perfect time to review your progress and add any additional comments.
es_es: ¡Buen trabajo hasta ahora! Como tan solo quedan unos días en su plan de desarrollo profesional, este es el momento perfecto para revisar su progreso y añadir comentarios adicionales.

source: Today marks the final day of your career development Plan! Well done on your commitment and growth throughout this journey.
es_es: ¡Hoy es el último día de su plan de desarrollo profesional! Lo ha hecho bien en cuanto a compromiso y crecimiento a lo largo de este viaje.

source: Your career development plan is ready for its final review. Please confirm and sign off on the plan after discussing with your manager.
es_es: Su plan de desarrollo profesional está listo para su revisión final. Confirme y firma el plan después de discutirlo con su responsable.

source: Your self-assessment was submitted. Your manager will review it and provide feedback shortly.
es_es: Su autoevaluación se ha enviado. Su responsable la revisará y proporcionará feedback en breve.

source: Your career development plan has started. Review the plan and begin working on your objectives.
es_es: Su plan de desarrollo profesional ha comenzado. Revise el plan y comience a trabajar en sus objetivos.

source: Your self-assessment is now open. Take the time to reflect, and then submit your responses.
es_es: Su autoevaluación está ahora abierta. Tómese un tiempo para reflexionar y, a continuación, envíe sus respuestas.

source: Send a notification a certain number of days before the end of the plan
es_es: Enviar una notificación un cierto número de días antes de que finalice el plan

source: Send a notification on the day
es_es: Enviar una notificación el día

source: End of the career development plan
es_es: Fin del plan de desarrollo profesional

source: Career development plan PDF creation
es_es: Creación de PDF del plan de desarrollo profesional

source: Plan sign-off
es_es: Aprobación del plan

source: Review & feedback
es_es: Evaluación y feedback

source: Start of the career development plan
es_es: Inicio del plan de desarrollo profesional

source: Worker submission
es_es: Envío de trabajador

source: Email notifications
es_es: Notificaciones por correo electrónico

source: In-app notifications
es_es: Notificaciones en la aplicación

source: Notification delivery channel
es_es: Canal de entrega de notificaciones

source: Core components
es_es: Componentes principales

source: Enable, configure & reorder core components
es_es: Habilitar, configurar y reordenar los componentes principales

source: Continuous plan
es_es: Plan continuo

source: Enter the basic information for the plan
es_es: Introducir la información básica para el plan

source: Fixed duration plan
es_es: Plan de duración determinada

source: Local owner
es_es: Propietario local

source: Select owner
es_es: Seleccionar propietario

source: Send career development plan PDF to Documents
es_es: Enviar el PDF del plan de desarrollo profesional a Documentos

source: A plan with this code already exists.
es_es: Ya existe un plan con este código.

source: Select option
es_es: Seleccionar opción

source: Eligibility
es_es: Elegibilidad

source: Specify the eligibility for the comp round
es_es: Especificar la elegibilidad para la ronda de compensaciones

source: Define the populations for the plan
es_es: Definir las poblaciones para el plan

source: Population setup is restricted by primary owner access
es_es: La configuración de la población está restringida por el acceso del propietario principal

source: Population setup is restricted by local admin access.
es_es: La configuración de la población está restringida por el acceso de administrador local.

source: Privacy settings
es_es: Configuración de privacidad

source: Configure the privacy settings
es_es: Configura los ajustes de privacidad

source: Mandatory question
es_es: Pregunta obligatoria

source: Checkboxes
es_es: Casillas de verificación

source: Radio buttons
es_es: Botones de opción

source: Text input
es_es: Entrada de texto

source: Edit question
es_es: Editar pregunta

source: No questions yet
es_es: Todavía no hay preguntas

source: Answer to this question is mandatory.
es_es: La respuesta a esta pregunta es obligatoria.

source: Response permission
es_es: Permiso de respuesta

source: Manager only
es_es: Solo manager

source: Worker only
es_es: Solo colaborador/a

source: Worker & manager
es_es: Colaborador/a y manager

source: Career plan questionnaire
es_es: Cuestionario del plan profesional

source: Add answer option
es_es: Agregar opción de respuesta

source: The answer option cannot be empty.
es_es: La opción de respuesta no puede estar vacía.

source: Create questions for workers
es_es: Crear preguntas para los trabajadores

source: Languages: {{numerator}}/{{denominator}}
es_es: Idiomas: {{numerator}}/{{denominator}}

source: List of answer options
es_es: Lista de opciones de respuesta

source: At least {{count}} answer option is required for this answer type
es_es: Se requiere al menos {{count}} opción de respuesta para este tipo de respuesta

source: At least {{count}} answer options are required for this answer type
es_es: Se requieren al menos {{count}} opciones de respuesta para este tipo de respuesta

source: Please provide a question.
es_es: Por favor, proporcione una pregunta.

source: Show disabled
es_es: Mostrar deshabilitados

source: Response rule
es_es: Regla de respuesta

source: Skill library
es_es: Biblioteca de habilidades

source: Configure the skill set for the plan
es_es: Configurar el conjunto de habilidades para el plan

source: Sidebar widgets
es_es: Widgets de la barra lateral

source: Enable, set up & reorder sidebar widgets
es_es: Habilitar, configurar y reordenar los widgets de la barra lateral

source: Workflow
es_es: Flujo de trabajo

source: Update the workflow labels
es_es: Actualizar las etiquetas del flujo de trabajo

source: Change display name
es_es: Cambiar el nombre de visualización

source: Selected workflow step
es_es: Paso de flujo de trabajo seleccionado

source: Receive insights and guidance from your manager.
es_es: Reciba información y orientación de su responsable.

source: Manager feedback
es_es: Feedback del responsable

source: Reflect on your achievements and growth areas.
es_es: Reflexione sobre sus logros y áreas de crecimiento.

source: The manager can still fill in certain fields and, after performing the action, submit the form.
es_es: El responsable puede seguir completando determinados campos y, después de realizar la acción, enviar el formulario.

source: Allow workers to refuse the career development
es_es: Permitir que los trabajadores rechacen el desarrollo profesional

source: Create career development plan
es_es: Crear plan de desarrollo profesional

source: View & manage career development plans
es_es: Ver y gestionar los planes de desarrollo profesional

source: Development plans
es_es: Planes de desarrollo

source: End date: {{date}}
es_es: Fecha de finalización: {{date}}

source: Start date: {{date}}
es_es: Fecha de inicio: {{date}}

source: No careers plans. Check again soon for updates and new opportunities to support your professional growth. We’re here to help you achieve your career goals.
es_es: No hay planes profesionales. Vuelva a comprobarlo pronto para obtener actualizaciones y nuevas oportunidades para apoyar su crecimiento profesional. Estamos aquí para ayudarle a alcanzar sus metas profesionales.

source: No career development plans
es_es: No hay planes de desarrollo profesional

source: The file was successfully uploaded. Please download the log file to review any errors. Focus on the last two columns, “Result” and “Error Description,” for details on any issues encountered.
es_es: El archivo se ha cargado correctamente. Descargue el archivo de registro para revisar los errores. Concéntrese en las dos últimas columnas, "Result" (Resultado) y "Error description" (Descripción del error), para obtener información sobre los problemas encontrados.

source: Are you sure you want to delete the career development plan?
es_es: ¿Está seguro de que desea eliminar el plan de desarrollo profesional?

source: Delete career development plan
es_es: Eliminar plan de desarrollo profesional

source: The career development plan template was successfully deleted.
es_es: La plantilla del plan de desarrollo profesional se eliminó correctamente.

source: The career development plan was duplicated and a new item was created.
es_es: El plan de desarrollo profesional se duplicó y se creó un nuevo elemento.

source: No career development plans yet!
es_es: ¡Todavía no hay planes de desarrollo profesional!

source: Open career development plan
es_es: Abrir plan de desarrollo profesional

source: Career development plans
es_es: Planes de desarrollo profesional

source: Upload skills
es_es: Cargar habilidades

source: Download career development plan
es_es: Descargar el plan de desarrollo profesional

source: Generate PDF
es_es: Generar PDF

source: Send to Documents
es_es: Enviar a Documentos

source: Preview behavior wheel widget
es_es: Vista previa del widget de la rueda de comportamiento

source: Behavior wheel
es_es: Rueda de comportamiento

source: Enable chat messages for the entire duration of the career development plan.
es_es: Habilitar los mensajes de chat durante toda la duración del plan de desarrollo profesional.

source: Career chat
es_es: Chat profesional

source: Add resources
es_es: Añadir recursos

source: Provide links to workers and managers
es_es: Proporcionar enlaces a trabajadores y responsables

source: Go to edit mode to get started by creating one.
es_es: Vaya al modo de edición para comenzar creando uno.

source: No resources added yet!
es_es: ¡Aún no se han añadido recursos!

source: Label
es_es: Etiqueta

source: Link
es_es: Enlace

source: Invalid URL. Make sure you enter a URL that uses the HTTPS protocol.
es_es: URL no válida. Asegúrese de introducir una URL que use el protocolo HTTPS.

source: Resource list
es_es: Lista de recursos

source: Resources
es_es: Recursos

source: Skills & competency groups
es_es: Grupos de habilidades y competencias

source: You must select at least one skill.
es_es: Debes seleccionar al menos una habilidad.

source: Skill Libraries
es_es: Bibliotecas de habilidades

source: The size of the file exceeds the maximum limit.
es_es: El tamaño del archivo supera el límite máximo.

source: Upload file
es_es: Cargar archivo
